#!/usr/bin/env python
#-*- coding: utf-8 -*-

# \n        : 줄 바꾸기
# \t        : 탭
# \[enter]  : 줄계속(다음 줄도 계속되는 줄이라는 표시)
# \\        : '\' 백스페이스 기호 자체
# \'        : ''' single quotation 기호 자체
# \"        : '"' double quotation 기호 자체


print('나는 파이썬을 겁나 좋아합니다. \n 파이썬은 알보다 훨씬 쉽습니다.')
print('---------------------------------------------------------')
print('Name: Joshua Ahn\tSex: Male\tAge:10')
print('---------------------------------------------------------')
print('이 문장은 화면폭에 비해 너무 길어 보여 보기 힘듭니다. \
그래서 \\Enter키를 이용하여 문장을 다음줄로 연속되도록 했습니다.')

print('작은 따옴표(\')와 큰 따옴표(")는 문자열을 정의할 때 사용합니다.')